tap "hashicorp/tap"

brew "chezmoi"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "hashicorp/tap/terraform"
brew "tree"
brew "uv"
brew "zellij"

cask "font-fira-code-nerd-font"
cask "ghostty"
cask "gcloud-cli"
cask "tailscale-app"
